[
    {
        "title": "Slow Loris: O Primata Venenoso da Ásia",
        "publication_date": "01-10-2024",
        "tags": [
            "primata",
            "extinção"
        ],
        "featured_image": "https://t1.ea.ltmcdn.com/pt/posts/0/7/6/slow_loris_22670_1_orig.jpg",
        "complementary_images": [
            "https://res.cloudinary.com/roundglass/image/upload/ar_4:3,c_fill,f_auto,g_face,q_auto/c_limit,w_900/v1599206051/roundglass/sustain/bengal-slow-loris-ConservationistShutterstock_nliovw.jpg",
            "https://c02.purpledshub.com/uploads/sites/41/2022/07/What-is-a-slow-loris-thumbnail-image-92ee2b0.jpg?w=1200"
        ],
        "summary": "O Slow Loris é um primata asiático venenoso, ameaçado pela destruição do habitat e o tráfico de animais. Sua habilidade de produzir veneno o torna único e fascinante.",
        "full_text": "O Slow Loris (Nycticebus coucang) é um pequeno primata encontrado em várias regiões da Ásia. Conhecido por seus grandes olhos e movimentos lentos, esse animal possui uma defesa única: uma glândula em suas axilas que secreta veneno. Quando o Slow Loris lambe essa secreção, o veneno é ativado e pode ser usado para morder predadores. Infelizmente, essa espécie está em risco de extinção devido à destruição de seu habitat e ao comércio ilegal de animais, apesar de ser ilegal manter um Slow Loris como animal de estimação em todo o mundo."
    },
    {
        "title": "Pato-mandarim: Símbolo de Beleza e Amor na Ásia",
        "publication_date": "27-09-2024",
        "tags": [
            "Ásia",
            "ave"
        ],
        "featured_image": "https://t2.ea.ltmcdn.com/pt/posts/0/7/6/pato_mandarim_22670_2_orig.jpg",
        "complementary_images": [
            "https://www.mulher.com.br/wp-content/uploads/migration/pato-mandarim-terra-0720-1400x800.jpg.jpg",
            "https://www.mulher.com.br/wp-content/uploads/migration/pato-mandarim-lago-01720-1400x800.jpg.jpg"
        ],
        "summary": "Nativo da Ásia, esse pato é conhecido por suas cores deslumbrantes e por ser um símbolo de sorte e amor. Ele é exóticos do mundo devido sua beleza incomparável.",
        "full_text": "Originário da China, Japão e Rússia, o pato-mandarim (Aix galericulata) é uma das aves mais coloridas do planeta, especialmente os machos, que possuem uma plumagem impressionante em tons de verde, laranja, fúcsia e azul. Em muitas culturas asiáticas, o pato-mandarim é considerado um símbolo de boa sorte e amor conjugal, sendo oferecido como presente em casamentos. Eles vivem próximos a lagos e charcos, onde se alimentam de plantas aquáticas, pequenos peixes e invertebrados. Apesar de ser uma espécie altamente valorizada, o pato-mandarim não está ameaçado de extinção."
    },
    {
        "title": "Anta: O Dócil Gigante das Florestas",
        "publication_date": "12-09-2024",
        "tags": [
            "herbívoro",
            "florestas"
        ],
        "featured_image": "https://t2.ea.ltmcdn.com/pt/posts/0/7/6/anta_22670_3_orig.jpg",
        "complementary_images": [
            "https://amda.org.br/wp-content/uploads/2023/12/tapir-4155997_1920-768x512.jpg",
            "https://s2.glbimg.com/Qj5HnomHPosaWUThFswkFfae_Zo=/400x280/e.glbimg.com/og/ed/f/original/2013/12/03/como_criar_anta.jpg"
        ],
        "summary": "A anta é um herbívoro de grande porte que habita as florestas da América do Sul e Sudeste Asiático. Esse mamífero dócil está em perigo de extinção, principalmente devido à caça e à destruição de seu habitat.",
        "full_text": "A anta (Tapirus terrestris), também chamada de tapir, é um mamífero herbívoro encontrado nas florestas tropicais da América do Sul, América Central e sudeste da Ásia. Este animal dócil possui um pequeno tronco que usa para pegar folhas e frutos das árvores, e pode pesar até 300 quilos. Apesar de sua aparência robusta, a anta é uma espécie vulnerável à extinção, especialmente devido à caça e à destruição de seu habitat natural. Além disso, o baixo potencial reprodutivo contribui para o declínio de sua população em várias regiões."
    },
    {
        "title": "Gafanhoto Cor-de-rosa: Uma Rara Beleza",
        "publication_date": "29-08-2024",
        "tags": [
            "raro",
            "camuflagem"
        ],
        "featured_image": "https://t2.ea.ltmcdn.com/pt/posts/0/7/6/gafanhoto_cor_de_rosa_22670_4_orig.jpg",
        "complementary_images": [
            "https://i0.statig.com.br/bancodeimagens/imgalta/ce/55/yp/ce55yppusgl1r5amba41mdfqc.jpg",
            "https://i0.statig.com.br/bancodeimagens/imgalta/8w/l3/zf/8wl3zf2kgjlmz4mgy12tym63e.jpg"
        ],
        "summary": "O gafanhoto cor-de-rosa é uma anomalia genética rara que resulta em uma coloração vibrante. Essa característica os ajuda a se camuflar e fugir dos predadores.",
        "full_text": "Enquanto a maioria dos gafanhotos são verdes ou marrons, o gafanhoto cor-de-rosa (Schistocerca gregaria) possui uma coloração vibrante, resultado de uma mutação genética rara. Essa condição, chamada eritrismo, faz com que o gafanhoto desenvolva uma coloração rosada. Embora raro, a cada 50.000 gafanhotos pode surgir um com essa condição. Curiosamente, essa coloração única pode, em alguns casos, ajudar na camuflagem em ambientes floridos, tornando-o menos visível para predadores."
    },
    {
        "title": "Centopeia Gigante da Amazônia: Um Predador Surpreendente",
        "publication_date": "22-08-2024",
        "tags": [
            "veneno",
            "Amazônia"
        ],
        "featured_image": "https://t2.ea.ltmcdn.com/pt/posts/0/7/6/centopeia_ou_lacraia_gigante_da_amazonia_22670_5_orig.jpg",
        "complementary_images": [
            "https://dedetizadorakioto.com.br/wp-content/uploads/2022/10/Lacraia-Gigante.jpg",
            "https://portalamazonia.com/wp-content/uploads/2021/08/1kk2.jpeg"
        ],
        "summary": "A centopeia gigante da Amazônia possui um veneno potente e uma dieta carnívora. Ela pode ultrapassar os 30 centímetros de comprimento.",
        "full_text": "A centopeia gigante da Amazônia (Scolopendra gigantea) é uma das maiores centopeias do mundo, capaz de atingir mais de 30 centímetros de comprimento. Essa criatura carnívora se alimenta de pequenos mamíferos, anfíbios, répteis e até mesmo morcegos. Com mandíbulas poderosas e veneno letal, uma picada da centopeia pode causar dor intensa, febre e fraqueza. Embora a maioria dos ataques a humanos não seja fatal, foi registrado um caso de morte causado por seu veneno na Venezuela. Essas centopeias são encontradas nas florestas tropicais da América do Sul e nas ilhas do Caribe."
    }
]